Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: How much sleep should you aim for each night?
de: Wie viel Schlaf solltest du jede Nacht anstreben?
es: ¿Cuánto sueño deberías buscar cada noche?
fr: Combien de sommeil devrais-tu viser chaque nuit ?
it: Quanto dovresti dormire ogni notte?
ja: 毎晩どのくらいの睡眠を目指しますか？
ko: 하루 목표 수면 시간은 얼마인가요?
pt_br: Quanto sono você deve buscar por noite?
ru: Сколько сна планировать на каждую ночь?
zh_hans: 你每晚的睡眠目标是多久？

source: How much water would you like to log?
de: Wie viel Wasser möchtest du erfassen?
es: ¿Cuánta agua quieres registrar?
fr: Quelle quantité d’eau veux-tu enregistrer ?
it: Quanta acqua vuoi registrare?
ja: 記録する水分量を入力してください
ko: 물을 얼마나 기록할까요?
pt_br: Quanta água você quer registrar?
ru: Сколько воды записать?
zh_hans: 你想记录多少饮水量？

source: How sleep & RPE shape session quality
de: Wie Schlaf & RPE die Qualität der Einheit prägen
es: Cómo el sueño y el RPE moldean la calidad de la sesión
fr: Comment le sommeil et le RPE façonnent la qualité de la séance
it: Come sonno e RPE influenzano la qualità delle sessioni
ja: 睡眠とRPEがセッションの質に与える影響
ko: 수면과 RPE가 세션 퀄리티에 미치는 영향
pt_br: Como sono e RPE moldam a qualidade da sessão
ru: Как сон и RPE влияют на качество тренировки
zh_hans: 睡眠与 RPE 如何影响训练质量

source: How sleep and effort line up with how each session felt — from the ratings you give on the workout summary.
de: Wie Schlaf und Anstrengung mit dem Gefühl jeder Einheit übereinstimmen – basierend auf den Bewertungen, die du in der Workout-Zusammenfassung gibst.
es: Cómo el sueño y el esfuerzo se relacionan con cómo se sintió cada sesión, según las valoraciones que das en el resumen del entrenamiento.
fr: Comment le sommeil et l’effort correspondent au ressenti de chaque séance — d’après les évaluations que tu donnes dans le résumé de la séance.
it: Come sonno e sforzo si allineano con le sensazioni di ogni sessione, in base alle valutazioni che dai nel riepilogo dell'allenamento.
ja: 睡眠と努力度が、各セッションの手応えとどう結びついているか。ワークアウトサマリーで付けた評価をもとにしています。
ko: 수면과 노력도가 각 세션의 느낌과 어떻게 맞물리는지 보여줘요. 운동 요약에서 남긴 평가를 바탕으로 해요.
pt_br: Como o sono e o esforço se relacionam com a sensação de cada sessão — a partir das avaliações que você dá no resumo do treino.
ru: Как сон и усилие соотносятся с ощущениями от тренировки — по твоим оценкам в итогах.
zh_hans: 睡眠和强度与每次训练的感受如何对应 — 数据来自你在训练总结中给出的评分。

source: How sleep and RPE shape your session quality.
de: Wie Schlaf und RPE die Qualität deiner Einheit prägen.
es: Cómo el sueño y el RPE moldean la calidad de tu sesión.
fr: Comment le sommeil et le RPE façonnent la qualité de ta séance.
it: Come sonno e RPE influenzano la qualità delle tue sessioni.
ja: 睡眠とRPEがセッションの質にどう影響するか。
ko: 수면과 RPE가 세션 퀄리티에 미치는 영향을 보여줘요.
pt_br: Como o sono e o RPE moldam a qualidade da sua sessão.
ru: Как сон и RPE влияют на качество твоих тренировок.
zh_hans: 睡眠与 RPE 如何影响你的训练质量。

source: How To
de: Anleitung
es: Cómo se hace
fr: Comment faire
it: Come si esegue
ja: やり方
ko: 동작 방법
pt_br: Como fazer
ru: Техника
zh_hans: 动作要领

source: How'd it go?
de: Wie lief's?
es: ¿Cómo fue?
fr: Comment ça s'est passé ?
it: Com'è andata?
ja: いかがでしたか？
ko: 오늘은 어땠나요?
pt_br: Como foi?
ru: Как прошло?
zh_hans: 感觉怎么样？

source: Hydration
de: Flüssigkeitszufuhr
es: Hidratación
fr: Hydratation
it: Idratazione
ja: 水分補給
ko: 수분 섭취
pt_br: Hidratação
ru: Гидратация
zh_hans: 饮水

source: Hydration Goal
de: Flüssigkeitsziel
es: Objetivo de hidratación
fr: Objectif d'hydratation
it: Obiettivo di idratazione
ja: 水分補給目標
ko: 수분 섭취 목표
pt_br: Meta de hidratação
ru: Цель по воде
zh_hans: 饮水目标

# Hydration goal %@ %@. Opens goal history.
source: Hydration goal %1$@ %2$@. Opens goal history.
de: Flüssigkeitsziel %1$@ %2$@. Öffnet den Zielverlauf.
es: Objetivo de hidratación %1$@ %2$@. Abre el historial de objetivos.
fr: Objectif d'hydratation %1$@ %2$@. Ouvre l'historique des objectifs.
it: Obiettivo di idratazione %1$@ %2$@. Apre la cronologia degli obiettivi.
ja: 水分補給目標%1$@%2$@。目標の履歴を開きます。
ko: 수분 섭취 목표 %1$@ %2$@. 목표 기록을 엽니다.
pt_br: Meta de hidratação %1$@ %2$@. Abre o histórico de metas.
ru: Цель по воде: %1$@ %2$@. Открывает историю целей.
zh_hans: 饮水目标%1$@%2$@。打开目标历史。

source: hydration goal completed
de: Flüssigkeitsziel erreicht
es: objetivo de hidratación completado
fr: objectif d'hydratation atteint
it: obiettivo di idratazione completato
ja: 水分補給目標を達成
ko: 수분 섭취 목표 달성
pt_br: meta de hidratação concluída
ru: цель по воде выполнена
zh_hans: 饮水目标已完成

source: Hydration goal not set. Opens goal editor.
de: Flüssigkeitsziel nicht festgelegt. Öffnet den Ziel-Editor.
es: Objetivo de hidratación no establecido. Abre el editor de objetivos.
fr: Objectif d'hydratation non défini. Ouvre l'éditeur d'objectifs.
it: Obiettivo di idratazione non impostato. Apre l'editor degli obiettivi.
ja: 水分補給目標は未設定です。目標の編集画面を開きます。
ko: 수분 섭취 목표가 없어요. 목표 편집기를 엽니다.
pt_br: Meta de hidratação não definida. Abre o editor de metas.
ru: Цель по воде не задана. Открывает редактор цели.
zh_hans: 尚未设置饮水目标。打开目标编辑器。

source: Hydration Goals
de: Flüssigkeitsziele
es: Objetivos de hidratación
fr: Objectifs d'hydratation
it: Obiettivi di idratazione
ja: 水分補給目標
ko: 수분 섭취 목표
pt_br: Metas de hidratação
ru: Цели по воде
zh_hans: 饮水目标

# Hydration today %@ %@.
source: Hydration today %1$@ %2$@.
de: Flüssigkeitszufuhr heute %1$@ %2$@.
es: Hidratación hoy %1$@ %2$@.
fr: Hydratation aujourd'hui %1$@ %2$@.
it: Idratazione di oggi %1$@ %2$@.
ja: 今日の水分補給 %1$@%2$@。
ko: 오늘 수분 섭취 %1$@ %2$@.
pt_br: Hidratação hoje %1$@ %2$@.
ru: Сегодня выпито: %1$@ %2$@.
zh_hans: 今天饮水%1$@%2$@。

source: iCloud Disabled
de: iCloud deaktiviert
es: iCloud desactivado
fr: iCloud désactivé
it: iCloud disattivato
ja: iCloudがオフです
ko: iCloud 꺼짐
pt_br: iCloud desativado
ru: iCloud выключен
zh_hans: iCloud 已停用

source: If the next set is a drop set, rest time is skipped.
de: Wenn der nächste Satz ein Drop-Satz ist, wird die Pausenzeit übersprungen.
es: Si la siguiente serie es una serie descendente, se omite el tiempo de descanso.
fr: Si la série suivante est une série dégressive, le temps de repos est ignoré.
it: Se la serie successiva è un drop set, il recupero viene saltato.
ja: 次のセットがドロップセットの場合、休憩時間はスキップされます。
ko: 다음 세트가 드롭세트면 휴식 시간을 건너뛰어요.
pt_br: Se a próxima série for um drop set, o tempo de descanso é ignorado.
ru: Если следующий подход — дроп-сет, отдых пропускается.
zh_hans: 如果下一组是递减组，则跳过休息时间。

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
pt_br: Importar
ru: Импорт
zh_hans: 导入

source: Import failed. Check the routine text and try again.
de: Import fehlgeschlagen. Überprüfe den Routinentext und versuche es erneut.
es: La importación falló. Revisa el texto de la rutina e inténtalo de nuevo.
fr: L’import a échoué. Vérifie le texte de la routine et réessaie.
it: Importazione non riuscita. Controlla il testo della routine e riprova.
ja: 読み込みに失敗しました。ルーティンのテキストを確認して、もう一度お試しください。
ko: 가져오기에 실패했어요. 루틴 내용을 확인하고 다시 시도하세요.
pt_br: Falha na importação. Verifique o texto da rotina e tente novamente.
ru: Не удалось импортировать. Проверьте текст программы и попробуйте снова.
zh_hans: 导入失败。请检查计划文本后重试。

source: Import from Text
de: Aus Text importieren
es: Importar desde texto
fr: Importer depuis du texte
it: Importa da testo
ja: テキストから読み込む
ko: 텍스트에서 가져오기
pt_br: Importar de texto
ru: Импорт из текста
zh_hans: 从文本导入

source: Import Routine
de: Routine importieren
es: Importar rutina
fr: Importer une routine
it: Importa routine
ja: ルーティンを読み込む
ko: 루틴 가져오기
pt_br: Importar rotina
ru: Импорт программы
zh_hans: 导入训练计划

source: Imported from Apple Health
de: Aus Apple Health importiert
es: Importado de Apple Salud
fr: Importé depuis Apple Santé
it: Importato da Apple Health
ja: Apple Healthから取り込み
ko: Apple Health에서 가져옴
pt_br: Importado do Apple Saúde
ru: Импортировано из Apple Health
zh_hans: 从 Apple Health 导入

source: In your last workout, you did %@.
de: In deinem letzten Workout hast du %@ gemacht.
es: En tu último entrenamiento hiciste %@.
fr: Lors de ta dernière séance, tu as fait %@.
it: Nel tuo ultimo allenamento hai fatto %@.
ja: 前回のワークアウトでは%@を行いました。
ko: 지난 운동에서는 %@을(를) 했어요.
pt_br: No seu último treino, você fez %@.
ru: На прошлой тренировке было: %@.
zh_hans: 上次训练中，你完成了%@。

source: Inactive Splits
de: Inaktive Splits
es: Splits inactivos
fr: Splits inactifs
it: Split non attivi
ja: 非アクティブなスプリット
ko: 비활성 스플릿
pt_br: Splits inativos
ru: Неактивные сплиты
zh_hans: 未启用的分化

source: Inches
de: Zoll
es: Pulgadas
fr: Pouces
it: Pollici
ja: インチ
ko: 인치
pt_br: Polegadas
ru: Дюймы
zh_hans: 英寸

source: Incline
de: Steigung
es: Inclinación
fr: Inclinaison
it: Pendenza
ja: 傾斜
ko: 경사도
pt_br: Inclinação
ru: Наклон
zh_hans: 坡度

source: Increase rest time by 15 seconds
de: Pausenzeit um 15 Sekunden erhöhen
es: Aumentar el tiempo de descanso en 15 segundos
fr: Augmenter le temps de repos de 15 secondes
it: Aumenta il recupero di 15 secondi
ja: 休憩時間を15秒延長
ko: 휴식 시간 15초 늘리기
pt_br: Aumentar o tempo de descanso em 15 segundos
ru: Увеличить отдых на 15 секунд
zh_hans: 休息时间增加15秒

source: Injured
de: Verletzt
es: Lesionado
fr: Blessé
it: Infortunato
ja: けが
ko: 부상
pt_br: Lesionado
ru: Травма
zh_hans: 受伤

source: Insight
de: Erkenntnis
es: Información
fr: Analyse
it: Analisi
ja: インサイト
ko: 인사이트
ru: Вывод
zh_hans: 洞察

source: Intensity sweet spot
de: Optimaler Intensitätsbereich
es: Punto óptimo de intensidad
fr: Zone d'intensité idéale
it: Punto ottimale di intensità
ja: 最適な強度
ko: 최적 강도 구간
pt_br: Ponto ideal de intensidade
ru: Оптимальная интенсивность
zh_hans: 强度甜蜜点

source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
it: Intermedio
ja: 中級
ko: 중급
pt_br: Intermediário
ru: Средний
zh_hans: 中级

source: Just the schedule shape — pick this if you'll wire up plans yourself.
de: Nur die Zeitplanstruktur — wähle dies, wenn du die Pläne selbst einrichten möchtest.
es: Solo la estructura del calendario: elige esto si vas a configurar los planes tú mismo.
fr: Uniquement la structure du planning — choisis ceci si tu configures les plans toi-même.
it: Solo la struttura del calendario: scegli questa opzione se vuoi collegare le schede da solo.
ja: スケジュールの型だけを作成します。プランを自分で組みたい場合はこちらを選んでください。
ko: 일정 뼈대만 만들어요. 플랜은 직접 채우고 싶다면 이걸 선택하세요.
pt_br: Apenas a estrutura do cronograma — escolha isto se você for montar os planos por conta própria.
ru: Только структура расписания — выберите, если планы настроите сами.
zh_hans: 只生成日程框架 — 如果你想自己配置计划，就选这个。

source: Keep Active
de: Aktiv bleiben
es: Mantener activo
fr: Garder actif
it: Mantieni attivo
ja: アクティブのまま維持
ko: 활성 유지
pt_br: Manter ativo
ru: Оставить активным
zh_hans: 保持启用

source: Keep Current
de: Aktuellen behalten
es: Mantener el actual
fr: Conserver l'actuel
it: Mantieni l'attuale
ja: 現在のまま維持
ko: 현재 유지
pt_br: Manter o atual
ru: Оставить текущий
zh_hans: 保持当前

source: Keep existing sets
de: Vorhandene Sätze behalten
es: Mantener las series existentes
fr: Conserver les séries existantes
it: Mantieni le serie esistenti
ja: 既存のセットを維持
ko: 기존 세트 유지
pt_br: Manter as séries existentes
ru: Оставить существующие подходы
zh_hans: 保留现有的组

source: Keep Going
de: Weitermachen
es: Seguir
fr: Continuer
it: Continua
ja: 続ける
ko: 계속하기
pt_br: Continuar
ru: Продолжить
zh_hans: 继续训练

source: Keep rating your sessions
de: Bewerte weiterhin deine Einheiten
es: Sigue valorando tus sesiones
fr: Continue à noter tes séances
it: Continua a valutare le tue sessioni
ja: セッションの評価を続けましょう
ko: 세션 평가를 계속 남겨주세요
pt_br: Continue avaliando suas sessões
ru: Продолжайте оценивать тренировки
zh_hans: 继续为你的训练评分

source: Keep Removed Data
de: Entfernte Daten behalten
es: Mantener los datos eliminados
fr: Conserver les données supprimées
it: Conserva i dati rimossi
ja: 削除したデータを保持
ko: 삭제한 데이터 유지
pt_br: Manter os dados removidos
ru: Сохранять удалённые данные
zh_hans: 保留已移除的数据

source: Keep Sets
de: Sätze behalten
es: Mantener series
fr: Conserver les séries
it: Mantieni le serie
ja: セットを維持
ko: 세트 유지
pt_br: Manter séries
ru: Оставить подходы
zh_hans: 保留组

source: Keep status
de: Status behalten
es: Mantener estado
fr: Conserver le statut
it: Mantieni lo stato
ja: ステータスを維持
ko: 상태 유지
pt_br: Manter status
ru: Оставить статус
zh_hans: 保持当前状态

source: Keep weekends free?
de: Wochenenden freihalten?
es: ¿Dejar los fines de semana libres?
fr: Garder les week-ends libres ?
it: Vuoi tenere liberi i fine settimana?
ja: 週末は空けますか？
ko: 주말은 비워둘까요?
pt_br: Manter os fins de semana livres?
ru: Оставить выходные свободными?
zh_hans: 周末留空吗？

source: Keeps deleted completed workouts hidden instead of permanently removing the performance snapshots used for suggestion learning.
de: Hält gelöschte abgeschlossene Workouts verborgen, statt die für das Vorschlagslernen genutzten Leistungs-Snapshots dauerhaft zu entfernen.
es: Mantiene ocultos los entrenamientos completados eliminados en lugar de borrar permanentemente las instantáneas de rendimiento usadas para el aprendizaje de sugerencias.
fr: Garde masquées les séances terminées supprimées au lieu de retirer définitivement les instantanés de performance utilisés pour l'apprentissage des suggestions.
it: Mantiene nascosti gli allenamenti completati eliminati invece di rimuovere definitivamente i dati di performance usati per imparare i suggerimenti.
ja: 削除した完了済みワークアウトを、提案の学習に使うパフォーマンス記録を完全に削除せずに非表示のままにします。
ko: 삭제한 운동을 완전히 지우지 않고 숨김 처리해, 제안 학습에 쓰이는 수행 기록을 남겨둡니다.
pt_br: Mantém ocultos os treinos concluídos excluídos em vez de remover permanentemente os instantâneos de desempenho usados no aprendizado de sugestões.
ru: Удалённые завершённые тренировки просто скрываются, а не стираются вместе с данными результатов, на которых учатся рекомендации.
zh_hans: 将删除的已完成训练隐藏起来，而不是永久移除用于建议学习的表现快照。

source: Kettlebell (Double)
de: Kettlebell (doppelt)
es: Kettlebell (doble)
it: Kettlebell (doppio)
ja: ケトルベル（ダブル）
ko: 케틀벨 (양손)
pt_br: Kettlebell (dupla)
ru: Гири (две)
zh_hans: 双侧壶铃

source: Kettlebell (Single)
de: Kettlebell (einzeln)
es: Kettlebell (individual)
fr: Kettlebell (simple)
it: Kettlebell (singolo)
ja: ケトルベル（シングル）
ko: 케틀벨 (한손)
pt_br: Kettlebell (individual)
ru: Гиря (одна)
zh_hans: 单侧壶铃

source: kilocalories
de: Kilokalorien
es: kilocalorías
it: chilocalorie
ja: キロカロリー
ko: 킬로칼로리
pt_br: quilocalorias
ru: килокалории
zh_hans: 千卡

source: kilograms
de: Kilogramm
es: kilogramos
fr: kilogrammes
it: chilogrammi
ja: キログラム
ko: 킬로그램
pt_br: quilogramas
ru: килограммы
zh_hans: 千克

source: kilojoules
de: Kilojoule
es: kilojulios
it: chilojoule
ja: キロジュール
ko: 킬로줄
pt_br: quilojoules
ru: килоджоули
zh_hans: 千焦

source: kilometers
de: Kilometer
es: kilómetros
fr: kilomètres
it: chilometri
ja: キロメートル
ko: 킬로미터
pt_br: quilômetros
ru: километры
zh_hans: 公里

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 最近7天

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 最近30天

source: Last 90 days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
it: Ultimi 90 giorni
ja: 過去90日間
ko: 최근 90일
pt_br: Últimos 90 dias
ru: Последние 90 дней
zh_hans: 最近90天

source: last month
de: letzter Monat
es: el mes pasado
fr: le mois dernier
it: il mese scorso
ja: 先月
ko: 지난달
pt_br: mês passado
ru: в прошлом месяце
zh_hans: 上个月

source: Last night, you slept %@.
de: Letzte Nacht hast du %@ geschlafen.
es: Anoche dormiste %@.
fr: La nuit dernière, tu as dormi %@.
it: Stanotte hai dormito %@.
ja: 昨夜の睡眠時間は%@でした。
ko: 어젯밤에 %@ 잤어요.
pt_br: Ontem à noite, você dormiu %@.
ru: Прошлой ночью у тебя было %@ сна.
zh_hans: 昨晚你睡了%@。

source: Last Night's Sleep
de: Schlaf der letzten Nacht
es: Sueño de anoche
fr: Sommeil de la nuit dernière
it: Il sonno di stanotte
ja: 昨夜の睡眠
ko: 어젯밤 수면
pt_br: Sono de ontem à noite
ru: Сон прошлой ночью
zh_hans: 昨晚的睡眠

source: Last Workout Summary
de: Zusammenfassung des letzten Workouts
es: Resumen del último entrenamiento
fr: Récapitulatif de la dernière séance
it: Riepilogo dell'ultimo allenamento
ja: 前回のワークアウトサマリー
ko: 지난 운동 요약
pt_br: Resumo do último treino
ru: Итоги прошлой тренировки
zh_hans: 上次训练总结

source: last year
de: letztes Jahr
es: el año pasado
fr: l'an dernier
it: l'anno scorso
ja: 昨年
ko: 작년
pt_br: ano passado
ru: в прошлом году
zh_hans: 去年

source: Last year
de: Letztes Jahr
es: El año pasado
fr: L'an dernier
it: L'anno scorso
ja: 昨年
ko: 작년
pt_br: Ano passado
ru: Прошлый год
zh_hans: 去年

source: later
de: später
es: más tarde
fr: plus tard
it: più tardi
ja: 遅く
ko: 늦어
pt_br: mais tarde
ru: позже
zh_hans: 推迟

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
ru: Позже
zh_hans: 稍后

source: Lateral Head (Triceps)
de: Seitlicher Kopf (Trizeps)
es: Cabeza lateral (tríceps)
fr: Chef latéral (triceps)
it: Capo laterale (tricipiti)
ja: 外側頭（上腕三頭筋）
ko: 삼두 외측두
pt_br: Cabeça lateral (tríceps)
ru: Латеральная головка (трицепс)
zh_hans: 肱三头肌外侧头

source: Latest
de: Neueste
es: Más reciente
fr: Le plus récent
it: Ultimo
ja: 最新
ko: 최근
pt_br: Mais recente
ru: Последнее
zh_hans: 最新

# Latest average bedtime: %@, %@.
source: Latest average bedtime: %1$@, %2$@.
de: Neueste durchschnittliche Schlafenszeit: %1$@, %2$@.
es: Última hora media de acostarse: %1$@, %2$@.
fr: Dernière heure moyenne de coucher : %1$@, %2$@.
it: Ultima media dell'ora di coricamento: %1$@, %2$@.
ja: 直近の平均就寝時刻：%1$@、%2$@。
ko: 최근 평균 취침 시간: %1$@, %2$@.
pt_br: Última hora média de dormir: %1$@, %2$@.
ru: Самый поздний средний отбой: %1$@, %2$@.
zh_hans: 最晚的平均入睡时间：%1$@，%2$@。

# Latest average wake-up: %@, %@.
source: Latest average wake-up: %1$@, %2$@.
de: Neuestes durchschnittliches Aufwachen: %1$@, %2$@.
es: Última hora media de despertar: %1$@, %2$@.
fr: Dernière heure moyenne de réveil : %1$@, %2$@.
it: Ultima media dell'ora di risveglio: %1$@, %2$@.
ja: 直近の平均起床時刻：%1$@、%2$@。
ko: 최근 평균 기상 시간: %1$@, %2$@.
pt_br: Última hora média de acordar: %1$@, %2$@.
ru: Самый поздний средний подъём: %1$@, %2$@.
zh_hans: 最晚的平均醒来时间：%1$@，%2$@。

source: Latest Date
de: Neuestes Datum
es: Fecha más reciente
fr: Date la plus récente
it: Data più recente
ja: 最新の日付
ko: 최근 날짜
pt_br: Data mais recente
ru: Последняя дата
zh_hans: 最新日期

# Latest energy entry %@. %@ total energy. %@ active energy. Recent entries chart.
source: Latest energy entry %1$@. %2$@ total energy. %3$@ active energy. Recent entries chart.
de: Neuester Energieeintrag %1$@. %2$@ Gesamtenergie. %3$@ Aktivenergie. Diagramm der letzten Einträge.
es: Última entrada de energía %1$@. %2$@ energía total. %3$@ energía activa. Gráfico de entradas recientes.
fr: Dernière entrée d'énergie %1$@. %2$@ d'énergie totale. %3$@ d'énergie active. Graphique des entrées récentes.
it: Ultima voce di energia %1$@. %2$@ di energia totale. %3$@ di energia attiva. Grafico delle voci recenti.
ja: 最新のエネルギー記録は%1$@。合計エネルギー%2$@。アクティブエネルギー%3$@。最近の記録のグラフ。
ko: 최근 에너지 기록 %1$@. 총 에너지 %2$@. 활동 에너지 %3$@. 최근 기록 차트.
pt_br: Última entrada de energia %1$@. %2$@ de energia total. %3$@ de energia ativa. Gráfico de entradas recentes.
ru: Последняя запись энергии: %1$@. Всего энергии: %2$@. Активная энергия: %3$@. График последних записей.
zh_hans: 最新能量记录%1$@。总能量%2$@。活动能量%3$@。近期记录图表。

source: Latest entry %@
de: Neuester Eintrag %@
es: Última entrada %@
fr: Dernière entrée %@
it: Ultima voce %@
ja: 最新の記録 %@
ko: 최근 기록 %@
pt_br: Última entrada %@
ru: Последняя запись %@
zh_hans: 最新记录%@

# Latest sleep %@ was %@.
source: Latest sleep %1$@ was %2$@.
de: Neuester Schlaf %1$@ war %2$@.
es: El último sueño %1$@ fue %2$@.
fr: Le dernier sommeil %1$@ était %2$@.
it: L'ultimo sonno %1$@ è stato %2$@.
ja: 最新の睡眠%1$@は%2$@でした。
ko: %1$@ 최근 수면은 %2$@였어요.
pt_br: O último sono %1$@ foi %2$@.
ru: Последний сон %1$@ — %2$@.
zh_hans: 最新睡眠%1$@为%2$@。

# Latest sleep on %@ was %@.
source: Latest sleep on %1$@ was %2$@.
de: Neuester Schlaf am %1$@ war %2$@.
es: El último sueño el %1$@ fue %2$@.
fr: Le dernier sommeil le %1$@ était %2$@.
it: L'ultimo sonno di %1$@ è stato %2$@.
ja: %1$@の最新の睡眠は%2$@でした。
ko: %1$@ 최근 수면은 %2$@였어요.
pt_br: O último sono em %1$@ foi %2$@.
ru: Последний сон (%1$@) — %2$@.
zh_hans: %1$@的最新睡眠为%2$@。

source: Latest sleep summary %@
de: Neueste Schlafzusammenfassung %@
es: Último resumen de sueño %@
fr: Dernier résumé de sommeil %@
it: Ultimo riepilogo del sonno %@
ja: 最新の睡眠サマリー %@
ko: 최근 수면 요약 %@
pt_br: Último resumo de sono %@
ru: Последняя сводка сна %@
zh_hans: 最新睡眠摘要%@

# Latest steps entry %@. %@ steps. Recent entries chart.
source: Latest steps entry %1$@. %2$@ steps. Recent entries chart.
de: Neuester Schritteintrag %1$@. %2$@ Schritte. Diagramm der letzten Einträge.
es: Última entrada de pasos %1$@. %2$@ pasos. Gráfico de entradas recientes.
fr: Dernière entrée de pas %1$@. %2$@ pas. Graphique des entrées récentes.
it: Ultima voce di passi %1$@. %2$@ passi. Grafico delle voci recenti.
ja: 最新の歩数の記録は%1$@。%2$@歩。最近の記録のグラフ。
ko: 최근 걸음 수 기록 %1$@. %2$@걸음. 최근 기록 차트.
pt_br: Última entrada de passos %1$@. %2$@ passos. Gráfico de entradas recentes.
ru: Последняя запись шагов: %1$@. Шагов: %2$@. График последних записей.
zh_hans: 最新步数记录%1$@。%2$@步。近期记录图表。

# Latest total on %@ was %@ steps.
source: Latest total on %1$@ was %2$@ steps.
de: Neuester Gesamtwert am %1$@ war %2$@ Schritte.
es: El último total el %1$@ fue %2$@ pasos.
fr: Le dernier total le %1$@ était de %2$@ pas.
it: L'ultimo totale di %1$@ è stato %2$@ passi.
ja: %1$@の最新の合計は%2$@歩でした。
ko: %1$@ 최근 합계는 %2$@걸음이었어요.
pt_br: O último total em %1$@ foi %2$@ passos.
ru: Последний итог (%1$@): %2$@ шагов.
zh_hans: %1$@的最新总计为%2$@步。

source: Latest Weight
de: Letztes Gewicht
es: Último peso
fr: Dernier poids
it: Ultimo peso
ja: 最新の体重
ko: 최근 체중
pt_br: Último peso
ru: Последний вес
zh_hans: 最新体重

source: Latest weight %@
de: Letztes Gewicht %@
es: Último peso %@
fr: Dernier poids %@
it: Ultimo peso %@
ja: 最新の体重 %@
ko: 최근 체중 %@
pt_br: Último peso %@
ru: Последний вес %@
zh_hans: 最新体重%@

source: Lats
de: Latissimus
es: Dorsales
fr: Dorsaux
it: Dorsali
ja: 広背筋
ko: 광배근
pt_br: Dorsais
ru: Широчайшие
zh_hans: 背阔肌

source: Leave this blank and save to go back to the system default. The default adapts to the exercise and working load.
de: Lass dies leer und speichere, um zur Systemvorgabe zurückzukehren. Die Vorgabe passt sich an Übung und Arbeitslast an.
es: Deja esto en blanco y guarda para volver al valor predeterminado del sistema. El valor predeterminado se adapta al ejercicio y a la carga de trabajo.
fr: Laissez ce champ vide et enregistrez pour revenir à la valeur par défaut du système. Celle-ci s'adapte à l'exercice et à la charge de travail.
it: Lascia vuoto e salva per tornare al valore predefinito. Il valore predefinito si adatta all'esercizio e al carico di lavoro.
ja: 空欄のまま保存すると、システム標準に戻ります。標準値は種目と扱う重量に応じて調整されます。
ko: 비워둔 채 저장하면 기본값으로 돌아가요. 기본값은 종목과 사용 중량에 맞춰 조정돼요.
pt_br: Deixe em branco e salve para voltar ao padrão do sistema. O padrão se adapta ao exercício e à carga de trabalho.
ru: Оставьте поле пустым и сохраните, чтобы вернуть значение по умолчанию. Оно подстраивается под упражнение и рабочий вес.
zh_hans: 留空并保存即可恢复系统默认值。默认值会根据动作和训练负重自动调整。

source: Legs
de: Beine
es: Piernas
fr: Jambes
it: Gambe
ja: 脚
ko: 하체
pt_br: Pernas
ru: Ноги
zh_hans: 腿部

source: Legs A
de: Beine A
es: Piernas A
fr: Jambes A
it: Gambe A
ja: 脚A
ko: 하체 A
pt_br: Pernas A
ru: Ноги A
zh_hans: 腿 A

source: Legs B
de: Beine B
es: Piernas B
fr: Jambes B
it: Gambe B
ja: 脚B
ko: 하체 B
pt_br: Pernas B
ru: Ноги B
zh_hans: 腿 B

source: less
de: weniger
es: menos
fr: moins
it: meno
ja: 少なめ
ko: 더 적은
pt_br: menos
ru: меньше
zh_hans: 更少

source: Less
de: Weniger
es: Menos
fr: Moins
it: Meno
ja: 少なく表示
ko: 적게 보기
pt_br: Menos
ru: Меньше
zh_hans: 收起

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ja: 軽い
ko: 가벼움
pt_br: Leve
ru: Легко
zh_hans: 轻松
